import { TConfig } from "./TConfig";


export interface NickNameCfg extends IConfig {ID:number;nickName:string;}



export class NickNameCfgReader extends TConfig<NickNameCfg> {
    protected _name : string = "NickName";

    public constructor() {
        super();
        this.initByMap({
    "1": {
        "ID": 1,
        "nickName": "斯克尔"
    },
    "2": {
        "ID": 2,
        "nickName": "欧文格林"
    },
    "3": {
        "ID": 3,
        "nickName": "哈特罗德尼"
    },
    "4": {
        "ID": 4,
        "nickName": "里斯"
    },
    "5": {
        "ID": 5,
        "nickName": "拉尔夫"
    },
    "6": {
        "ID": 6,
        "nickName": "罗宾斯"
    },
    "7": {
        "ID": 7,
        "nickName": "布卢尔"
    },
    "8": {
        "ID": 8,
        "nickName": "邓洛普"
    },
    "9": {
        "ID": 9,
        "nickName": "伊夫琳"
    },
    "10": {
        "ID": 10,
        "nickName": "詹姆斯"
    },
    "11": {
        "ID": 11,
        "nickName": "巴比特"
    },
    "12": {
        "ID": 12,
        "nickName": "白壁德"
    },
    "13": {
        "ID": 13,
        "nickName": "巴比"
    },
    "14": {
        "ID": 14,
        "nickName": "多德"
    },
    "15": {
        "ID": 15,
        "nickName": "贝内特"
    },
    "16": {
        "ID": 16,
        "nickName": "克里斯蒂安娜"
    },
    "17": {
        "ID": 17,
        "nickName": "佩恩"
    },
    "18": {
        "ID": 18,
        "nickName": "惠特"
    },
    "19": {
        "ID": 19,
        "nickName": "鲍曼"
    },
    "20": {
        "ID": 20,
        "nickName": "汉森尔顿"
    },
    "21": {
        "ID": 21,
        "nickName": "哈密尔敦"
    },
    "22": {
        "ID": 22,
        "nickName": "范妮塞西尔"
    },
    "23": {
        "ID": 23,
        "nickName": "曼斯菲尔德"
    },
    "24": {
        "ID": 24,
        "nickName": "阿德莱德"
    },
    "25": {
        "ID": 25,
        "nickName": "罗宾逊罗宾森"
    },
    "26": {
        "ID": 26,
        "nickName": "哈里曼"
    },
    "27": {
        "ID": 27,
        "nickName": "丹聂耳"
    },
    "28": {
        "ID": 28,
        "nickName": "拉菲尔"
    },
    "29": {
        "ID": 29,
        "nickName": "斯密斯"
    },
    "30": {
        "ID": 30,
        "nickName": "爱迪生"
    },
    "31": {
        "ID": 31,
        "nickName": "贝拉达勒"
    },
    "32": {
        "ID": 32,
        "nickName": "莱斯利"
    },
    "33": {
        "ID": 33,
        "nickName": "劳伦斯"
    },
    "34": {
        "ID": 34,
        "nickName": "麦金托什"
    },
    "35": {
        "ID": 35,
        "nickName": "弗朗西丝"
    },
    "36": {
        "ID": 36,
        "nickName": "莱斯利斯"
    },
    "37": {
        "ID": 37,
        "nickName": "加德纳"
    },
    "38": {
        "ID": 38,
        "nickName": "贾尔斯"
    },
    "39": {
        "ID": 39,
        "nickName": "拉铁摩尔"
    },
    "40": {
        "ID": 40,
        "nickName": "梅尔维尔"
    },
    "41": {
        "ID": 41,
        "nickName": "凯佩尔"
    },
    "42": {
        "ID": 42,
        "nickName": "沙逊"
    },
    "43": {
        "ID": 43,
        "nickName": "普里特"
    },
    "44": {
        "ID": 44,
        "nickName": "诺里斯"
    },
    "45": {
        "ID": 45,
        "nickName": "阿博特"
    },
    "46": {
        "ID": 46,
        "nickName": "库克"
    },
    "47": {
        "ID": 47,
        "nickName": "法拉第"
    },
    "48": {
        "ID": 48,
        "nickName": "林塞"
    },
    "49": {
        "ID": 49,
        "nickName": "朱利叶斯"
    },
    "50": {
        "ID": 50,
        "nickName": "艾米丽"
    },
    "51": {
        "ID": 51,
        "nickName": "埃米莉"
    },
    "52": {
        "ID": 52,
        "nickName": "奥斯汀乔斯"
    },
    "53": {
        "ID": 53,
        "nickName": "莉娜希尔"
    },
    "54": {
        "ID": 54,
        "nickName": "汉特墨菲"
    },
    "55": {
        "ID": 55,
        "nickName": "马歇尔拉斐尔"
    },
    "56": {
        "ID": 56,
        "nickName": "约翰尼库克"
    },
    "57": {
        "ID": 57,
        "nickName": "西蒙伊夫林"
    },
    "58": {
        "ID": 58,
        "nickName": "阿诺德"
    },
    "59": {
        "ID": 59,
        "nickName": "休姆哈里斯"
    },
    "60": {
        "ID": 60,
        "nickName": "李顿"
    },
    "61": {
        "ID": 61,
        "nickName": "利顿加里"
    },
    "62": {
        "ID": 62,
        "nickName": "梭洛"
    },
    "63": {
        "ID": 63,
        "nickName": "索罗杰克逊"
    },
    "64": {
        "ID": 64,
        "nickName": "林肯刘易斯"
    },
    "65": {
        "ID": 65,
        "nickName": "鲁思艾迪"
    },
    "66": {
        "ID": 66,
        "nickName": "多伊尔"
    },
    "67": {
        "ID": 67,
        "nickName": "道尔邓肯"
    },
    "68": {
        "ID": 68,
        "nickName": "雷蒙德安德森"
    },
    "69": {
        "ID": 69,
        "nickName": "哈里曼雪莱"
    },
    "70": {
        "ID": 70,
        "nickName": "迪基库克"
    },
    "71": {
        "ID": 71,
        "nickName": "希尔哈里斯"
    },
    "72": {
        "ID": 72,
        "nickName": "奥卡西罗德尼"
    },
    "73": {
        "ID": 73,
        "nickName": "玛拉基"
    },
    "74": {
        "ID": 74,
        "nickName": "莉娜卡特"
    },
    "75": {
        "ID": 75,
        "nickName": "伊迪彼得斯"
    },
    "76": {
        "ID": 76,
        "nickName": "赫伯特基思"
    },
    "77": {
        "ID": 77,
        "nickName": "库克爱德华"
    },
    "78": {
        "ID": 78,
        "nickName": "怀尔德"
    },
    "79": {
        "ID": 79,
        "nickName": "王尔德邓肯"
    },
    "80": {
        "ID": 80,
        "nickName": "坎普墨菲"
    },
    "81": {
        "ID": 81,
        "nickName": "林森莱斯利"
    },
    "82": {
        "ID": 82,
        "nickName": "特里维康伊夫"
    },
    "83": {
        "ID": 83,
        "nickName": "卡罗尔珀西"
    },
    "84": {
        "ID": 84,
        "nickName": "查普林"
    },
    "85": {
        "ID": 85,
        "nickName": "罗德尼"
    },
    "86": {
        "ID": 86,
        "nickName": "露西亚哈里斯"
    },
    "87": {
        "ID": 87,
        "nickName": "休斯"
    },
    "88": {
        "ID": 88,
        "nickName": "休士刘易斯"
    },
    "89": {
        "ID": 89,
        "nickName": "斯彼得斯"
    },
    "90": {
        "ID": 90,
        "nickName": "哈里森雪莱"
    },
    "91": {
        "ID": 91,
        "nickName": "希尔"
    },
    "92": {
        "ID": 92,
        "nickName": "汉萨戴维德"
    },
    "93": {
        "ID": 93,
        "nickName": "布尼安斯密斯"
    },
    "94": {
        "ID": 94,
        "nickName": "杰拉德"
    },
    "95": {
        "ID": 95,
        "nickName": "查理希尔"
    },
    "96": {
        "ID": 96,
        "nickName": "罗密欧奎克"
    },
    "97": {
        "ID": 97,
        "nickName": "丽贝卡伦纳德"
    },
    "98": {
        "ID": 98,
        "nickName": "贝拉米罗德尼"
    },
    "99": {
        "ID": 99,
        "nickName": "赛拉斯"
    },
    "100": {
        "ID": 100,
        "nickName": "伊利克特拉"
    },
    "101": {
        "ID": 101,
        "nickName": "休姆克拉克"
    },
    "102": {
        "ID": 102,
        "nickName": "萨莉刘易斯"
    },
    "103": {
        "ID": 103,
        "nickName": "鲍曼奥利"
    },
    "104": {
        "ID": 104,
        "nickName": "劳埃德特纳"
    },
    "105": {
        "ID": 105,
        "nickName": "罗宾斯基思"
    },
    "106": {
        "ID": 106,
        "nickName": "沃尔夫加西亚"
    },
    "107": {
        "ID": 107,
        "nickName": "欧文哈里斯"
    },
    "108": {
        "ID": 108,
        "nickName": "普赖斯墨菲"
    },
    "109": {
        "ID": 109,
        "nickName": "亚历克阿诺德"
    },
    "110": {
        "ID": 110,
        "nickName": "乔丹加西亚"
    },
    "111": {
        "ID": 111,
        "nickName": "斯托乔斯"
    },
    "112": {
        "ID": 112,
        "nickName": "萨洛美彼得斯"
    },
    "113": {
        "ID": 113,
        "nickName": "吉姆柯克"
    },
    "114": {
        "ID": 114,
        "nickName": "帕尔默"
    },
    "115": {
        "ID": 115,
        "nickName": "纳尔森乔治"
    },
    "116": {
        "ID": 116,
        "nickName": "悉尼库克"
    },
    "117": {
        "ID": 117,
        "nickName": "韦尔斯塞西尔"
    },
    "118": {
        "ID": 118,
        "nickName": "佩兴斯泰勒"
    },
    "119": {
        "ID": 119,
        "nickName": "瓦伦"
    },
    "120": {
        "ID": 120,
        "nickName": "弗格森"
    },
    "121": {
        "ID": 121,
        "nickName": "福开森"
    },
    "122": {
        "ID": 122,
        "nickName": "弗格森泰勒"
    },
    "123": {
        "ID": 123,
        "nickName": "福斯特贝尔"
    },
    "124": {
        "ID": 124,
        "nickName": "杰罗姆杰拉德"
    },
    "125": {
        "ID": 125,
        "nickName": "莉莉贾尔斯"
    },
    "126": {
        "ID": 126,
        "nickName": "哈里皮德胜"
    },
    "127": {
        "ID": 127,
        "nickName": "哈里贝尔"
    },
    "128": {
        "ID": 128,
        "nickName": "辛普森特纳"
    },
    "129": {
        "ID": 129,
        "nickName": "霍布斯"
    },
    "130": {
        "ID": 130,
        "nickName": "卢瑟福希尔"
    },
    "131": {
        "ID": 131,
        "nickName": "沃克利霍尔"
    },
    "132": {
        "ID": 132,
        "nickName": "比尔德泰勒"
    },
    "133": {
        "ID": 133,
        "nickName": "摩利查尔斯"
    },
    "134": {
        "ID": 134,
        "nickName": "沃德查尔斯"
    },
    "135": {
        "ID": 135,
        "nickName": "帕特里奇库克"
    },
    "136": {
        "ID": 136,
        "nickName": "诺厄"
    },
    "137": {
        "ID": 137,
        "nickName": "福克斯纳尔森"
    },
    "138": {
        "ID": 138,
        "nickName": "里德格林"
    },
    "139": {
        "ID": 139,
        "nickName": "梅莱斯特"
    },
    "140": {
        "ID": 140,
        "nickName": "罗宾斯希尔"
    },
    "141": {
        "ID": 141,
        "nickName": "戴维乔治"
    },
    "142": {
        "ID": 142,
        "nickName": "沃尔顿贝尔"
    },
    "143": {
        "ID": 143,
        "nickName": "克拉丽莎威廉"
    },
    "144": {
        "ID": 144,
        "nickName": "内厄姆邓肯"
    },
    "145": {
        "ID": 145,
        "nickName": "马克斯莱斯特"
    },
    "146": {
        "ID": 146,
        "nickName": "彼得斯"
    },
    "147": {
        "ID": 147,
        "nickName": "安娜纳尔森"
    },
    "148": {
        "ID": 148,
        "nickName": "杜勒斯克拉克"
    },
    "149": {
        "ID": 149,
        "nickName": "玛格丽塔特纳"
    },
    "150": {
        "ID": 150,
        "nickName": "佩吉霍尔"
    },
    "151": {
        "ID": 151,
        "nickName": "马库斯珀西"
    },
    "152": {
        "ID": 152,
        "nickName": "泰特特纳"
    },
    "153": {
        "ID": 153,
        "nickName": "基思"
    },
    "154": {
        "ID": 154,
        "nickName": "查理塞西尔"
    },
    "155": {
        "ID": 155,
        "nickName": "伊莎库克"
    },
    "156": {
        "ID": 156,
        "nickName": "潘西"
    },
    "157": {
        "ID": 157,
        "nickName": "杜波依斯加里"
    },
    "158": {
        "ID": 158,
        "nickName": "梅尔维尔墨菲"
    },
    "159": {
        "ID": 159,
        "nickName": "麦克米伦"
    },
    "160": {
        "ID": 160,
        "nickName": "阿博特戴维德"
    },
    "161": {
        "ID": 161,
        "nickName": "汉萨贾尔斯"
    },
    "162": {
        "ID": 162,
        "nickName": "潘西克拉克"
    },
    "163": {
        "ID": 163,
        "nickName": "沃德豪斯"
    },
    "164": {
        "ID": 164,
        "nickName": "内厄姆格里芬"
    },
    "165": {
        "ID": 165,
        "nickName": "迈克坎贝尔"
    },
    "166": {
        "ID": 166,
        "nickName": "迪基弗格斯"
    },
    "167": {
        "ID": 167,
        "nickName": "诺顿鲁珀特"
    },
    "168": {
        "ID": 168,
        "nickName": "史密斯爱德华"
    },
    "169": {
        "ID": 169,
        "nickName": "博比爱德华"
    },
    "170": {
        "ID": 170,
        "nickName": "霍普亚当斯"
    },
    "171": {
        "ID": 171,
        "nickName": "克里斯托弗亚"
    },
    "172": {
        "ID": 172,
        "nickName": "约翰斯顿特纳"
    },
    "173": {
        "ID": 173,
        "nickName": "哈尔瓦伦"
    },
    "174": {
        "ID": 174,
        "nickName": "沃特斯卡特"
    },
    "175": {
        "ID": 175,
        "nickName": "欧文"
    },
    "176": {
        "ID": 176,
        "nickName": "兰伯特"
    },
    "177": {
        "ID": 177,
        "nickName": "朗伯艾迪"
    },
    "178": {
        "ID": 178,
        "nickName": "朱利叶斯邓肯"
    },
    "179": {
        "ID": 179,
        "nickName": "朱丽叶塞西尔"
    },
    "180": {
        "ID": 180,
        "nickName": "凯南刘易斯"
    },
    "181": {
        "ID": 181,
        "nickName": "丹尼尔"
    },
    "182": {
        "ID": 182,
        "nickName": "丹聂耳纳尔森"
    },
    "183": {
        "ID": 183,
        "nickName": "贝尔安德森"
    },
    "184": {
        "ID": 184,
        "nickName": "邓肯贝克"
    },
    "185": {
        "ID": 185,
        "nickName": "克拉彭"
    },
    "186": {
        "ID": 186,
        "nickName": "乔斯"
    },
    "187": {
        "ID": 187,
        "nickName": "莱贾尔斯"
    },
    "188": {
        "ID": 188,
        "nickName": "米尔顿"
    },
    "189": {
        "ID": 189,
        "nickName": "罗伯逊贝克"
    },
    "190": {
        "ID": 190,
        "nickName": "赖特卡特"
    },
    "191": {
        "ID": 191,
        "nickName": "艾塞亚彼得斯"
    },
    "192": {
        "ID": 192,
        "nickName": "奥斯卡查尔斯"
    },
    "193": {
        "ID": 193,
        "nickName": "腊斯克罗德尼"
    },
    "194": {
        "ID": 194,
        "nickName": "奥尔科特邓肯"
    },
    "195": {
        "ID": 195,
        "nickName": "埃墨森拉斐尔"
    },
    "196": {
        "ID": 196,
        "nickName": "威尼弗雷德"
    },
    "197": {
        "ID": 197,
        "nickName": "司各脱"
    },
    "198": {
        "ID": 198,
        "nickName": "斯科特泰勒"
    },
    "199": {
        "ID": 199,
        "nickName": "索莫费尔德"
    },
    "200": {
        "ID": 200,
        "nickName": "菲尔德贝克"
    },
    "201": {
        "ID": 201,
        "nickName": "特里贝尔"
    },
    "202": {
        "ID": 202,
        "nickName": "沙逊伦纳德"
    },
    "203": {
        "ID": 203,
        "nickName": "艾尔索普克"
    },
    "204": {
        "ID": 204,
        "nickName": "斯特拉珀西"
    },
    "205": {
        "ID": 205,
        "nickName": "福斯特刘易斯"
    },
    "206": {
        "ID": 206,
        "nickName": "简贝尔"
    },
    "207": {
        "ID": 207,
        "nickName": "伊夫安德森"
    },
    "208": {
        "ID": 208,
        "nickName": "诺思贝尔"
    },
    "209": {
        "ID": 209,
        "nickName": "约翰克莱夫"
    },
    "210": {
        "ID": 210,
        "nickName": "桑迪斯科特"
    },
    "211": {
        "ID": 211,
        "nickName": "安东尼"
    },
    "212": {
        "ID": 212,
        "nickName": "奥斯卡彼得斯"
    },
    "213": {
        "ID": 213,
        "nickName": "博斯韦尔"
    },
    "214": {
        "ID": 214,
        "nickName": "奥利刘易斯"
    },
    "215": {
        "ID": 215,
        "nickName": "雪莱"
    },
    "216": {
        "ID": 216,
        "nickName": "冈瑟斯密斯"
    },
    "217": {
        "ID": 217,
        "nickName": "马乔里彼得斯"
    },
    "218": {
        "ID": 218,
        "nickName": "兰登霍尔"
    },
    "219": {
        "ID": 219,
        "nickName": "穆尔弗格斯"
    },
    "220": {
        "ID": 220,
        "nickName": "内厄姆瓦伦"
    },
    "221": {
        "ID": 221,
        "nickName": "巴比斯科特"
    },
    "222": {
        "ID": 222,
        "nickName": "皮尔逊"
    },
    "223": {
        "ID": 223,
        "nickName": "比尔德刘易斯"
    },
    "224": {
        "ID": 224,
        "nickName": "林德伯格瓦伦"
    },
    "225": {
        "ID": 225,
        "nickName": "惠勒纳尔森"
    },
    "226": {
        "ID": 226,
        "nickName": "马尔兹坎贝尔"
    },
    "227": {
        "ID": 227,
        "nickName": "达勒刘易斯"
    },
    "228": {
        "ID": 228,
        "nickName": "爱德华"
    },
    "229": {
        "ID": 229,
        "nickName": "亚当斯"
    },
    "230": {
        "ID": 230,
        "nickName": "托因比"
    },
    "231": {
        "ID": 231,
        "nickName": "焦尔"
    },
    "232": {
        "ID": 232,
        "nickName": "凯尔森"
    },
    "233": {
        "ID": 233,
        "nickName": "哈里斯查尔斯"
    },
    "234": {
        "ID": 234,
        "nickName": "卡尔"
    },
    "235": {
        "ID": 235,
        "nickName": "赞格威尔"
    },
    "236": {
        "ID": 236,
        "nickName": "赞格威"
    },
    "237": {
        "ID": 237,
        "nickName": "伊凡"
    },
    "238": {
        "ID": 238,
        "nickName": "伯恩"
    },
    "239": {
        "ID": 239,
        "nickName": "锡西"
    },
    "240": {
        "ID": 240,
        "nickName": "尤尔"
    },
    "241": {
        "ID": 241,
        "nickName": "萨克斯顿"
    },
    "242": {
        "ID": 242,
        "nickName": "莱顿"
    },
    "243": {
        "ID": 243,
        "nickName": "沃尔什加西亚"
    },
    "244": {
        "ID": 244,
        "nickName": "特里萨贾尔斯"
    },
    "245": {
        "ID": 245,
        "nickName": "埃德蒙汉森"
    },
    "246": {
        "ID": 246,
        "nickName": "汉森基思"
    },
    "247": {
        "ID": 247,
        "nickName": "马南"
    },
    "248": {
        "ID": 248,
        "nickName": "屈莱顿"
    },
    "249": {
        "ID": 249,
        "nickName": "豪斯曼特纳"
    },
    "250": {
        "ID": 250,
        "nickName": "奥尔科特"
    },
    "251": {
        "ID": 251,
        "nickName": "伯克利希尔"
    },
    "252": {
        "ID": 252,
        "nickName": "休贝尔"
    },
    "253": {
        "ID": 253,
        "nickName": "罗斯贝克"
    },
    "254": {
        "ID": 254,
        "nickName": "莫尔鲁珀特"
    },
    "255": {
        "ID": 255,
        "nickName": "丹艾迪"
    },
    "256": {
        "ID": 256,
        "nickName": "哈珀安德森"
    },
    "257": {
        "ID": 257,
        "nickName": "霍恩比"
    },
    "258": {
        "ID": 258,
        "nickName": "韦布查尔斯"
    },
    "259": {
        "ID": 259,
        "nickName": "哈灵顿"
    },
    "260": {
        "ID": 260,
        "nickName": "费利克斯罗杰"
    },
    "261": {
        "ID": 261,
        "nickName": "格罗特安德森"
    },
    "262": {
        "ID": 262,
        "nickName": "帕克迪尤尔"
    },
    "263": {
        "ID": 263,
        "nickName": "卢克杜瓦加里"
    },
    "264": {
        "ID": 264,
        "nickName": "牛顿"
    },
    "265": {
        "ID": 265,
        "nickName": "陶特弗里曼"
    },
    "266": {
        "ID": 266,
        "nickName": "罗伯逊泰勒"
    },
    "267": {
        "ID": 267,
        "nickName": "阿利赖亚"
    },
    "268": {
        "ID": 268,
        "nickName": "莉莉"
    },
    "269": {
        "ID": 269,
        "nickName": "庇古汉森"
    },
    "270": {
        "ID": 270,
        "nickName": "桑代克斯密斯"
    },
    "271": {
        "ID": 271,
        "nickName": "查普曼奎克"
    },
    "272": {
        "ID": 272,
        "nickName": "博斯"
    },
    "273": {
        "ID": 273,
        "nickName": "桑代克"
    },
    "274": {
        "ID": 274,
        "nickName": "辛普森贝克莱"
    },
    "275": {
        "ID": 275,
        "nickName": "拉比顿"
    },
    "276": {
        "ID": 276,
        "nickName": "白求恩艾迪"
    },
    "277": {
        "ID": 277,
        "nickName": "索尔莫里"
    },
    "278": {
        "ID": 278,
        "nickName": "杜勒斯鲁珀特"
    },
    "279": {
        "ID": 279,
        "nickName": "斯蒂芬斯"
    },
    "280": {
        "ID": 280,
        "nickName": "陶赫蒂"
    },
    "281": {
        "ID": 281,
        "nickName": "韦布哈里斯"
    },
    "282": {
        "ID": 282,
        "nickName": "菲尔德沃纳"
    },
    "283": {
        "ID": 283,
        "nickName": "阿姆斯特朗"
    },
    "284": {
        "ID": 284,
        "nickName": "林塞瓦伦"
    },
    "285": {
        "ID": 285,
        "nickName": "罗吉尔康拉德"
    },
    "286": {
        "ID": 286,
        "nickName": "丘奇"
    },
    "287": {
        "ID": 287,
        "nickName": "邓巴"
    },
    "288": {
        "ID": 288,
        "nickName": "康纳托马斯"
    },
    "289": {
        "ID": 289,
        "nickName": "威廉姆斯"
    },
    "290": {
        "ID": 290,
        "nickName": "艾略特艾迪"
    },
    "291": {
        "ID": 291,
        "nickName": "哈伯德"
    },
    "292": {
        "ID": 292,
        "nickName": "拜伦沃利斯"
    },
    "293": {
        "ID": 293,
        "nickName": "惠勒"
    },
    "294": {
        "ID": 294,
        "nickName": "鲍勃"
    },
    "295": {
        "ID": 295,
        "nickName": "波奎克"
    },
    "296": {
        "ID": 296,
        "nickName": "马克斯"
    },
    "297": {
        "ID": 297,
        "nickName": "凯利特纳"
    },
    "298": {
        "ID": 298,
        "nickName": "托兰贝克莱"
    },
    "299": {
        "ID": 299,
        "nickName": "贝丝霍尔"
    },
    "300": {
        "ID": 300,
        "nickName": "泰特贝尔"
    },
    "301": {
        "ID": 301,
        "nickName": "阿娜丝塔"
    },
    "302": {
        "ID": 302,
        "nickName": "玛莉"
    },
    "303": {
        "ID": 303,
        "nickName": "黛安娜"
    },
    "304": {
        "ID": 304,
        "nickName": "哈里"
    },
    "305": {
        "ID": 305,
        "nickName": "哈里斯"
    },
    "306": {
        "ID": 306,
        "nickName": "南希"
    },
    "307": {
        "ID": 307,
        "nickName": "金百莉"
    },
    "308": {
        "ID": 308,
        "nickName": "莎柏琳娜"
    },
    "309": {
        "ID": 309,
        "nickName": "多伊尔安德森"
    },
    "310": {
        "ID": 310,
        "nickName": "杜威"
    },
    "311": {
        "ID": 311,
        "nickName": "康纳加里"
    },
    "312": {
        "ID": 312,
        "nickName": "康纳彼得斯"
    },
    "313": {
        "ID": 313,
        "nickName": "弗里曼威"
    },
    "314": {
        "ID": 314,
        "nickName": "基蒂泰勒"
    },
    "315": {
        "ID": 315,
        "nickName": "威拉德霍齐亚"
    },
    "316": {
        "ID": 316,
        "nickName": "拜伦蔡尔德"
    },
    "317": {
        "ID": 317,
        "nickName": "汉森"
    },
    "318": {
        "ID": 318,
        "nickName": "尼达姆"
    },
    "319": {
        "ID": 319,
        "nickName": "斯特朗"
    },
    "320": {
        "ID": 320,
        "nickName": "莱斯特"
    },
    "321": {
        "ID": 321,
        "nickName": "腊斯克特纳"
    },
    "322": {
        "ID": 322,
        "nickName": "贝克莱"
    },
    "323": {
        "ID": 323,
        "nickName": "伯克利霍尔"
    },
    "324": {
        "ID": 324,
        "nickName": "尤尔贝尔"
    },
    "325": {
        "ID": 325,
        "nickName": "莫里斯贝克"
    },
    "326": {
        "ID": 326,
        "nickName": "凯佩尔鲁珀特"
    },
    "327": {
        "ID": 327,
        "nickName": "凯洛格艾迪"
    },
    "328": {
        "ID": 328,
        "nickName": "安德森"
    },
    "329": {
        "ID": 329,
        "nickName": "克里斯蒂"
    },
    "330": {
        "ID": 330,
        "nickName": "菲尔德查尔斯"
    },
    "331": {
        "ID": 331,
        "nickName": "贝尔"
    },
    "332": {
        "ID": 332,
        "nickName": "罗杰"
    },
    "333": {
        "ID": 333,
        "nickName": "罗吉尔安德森"
    },
    "334": {
        "ID": 334,
        "nickName": "迪尤尔冈瑟"
    },
    "335": {
        "ID": 335,
        "nickName": "杜瓦加里"
    },
    "336": {
        "ID": 336,
        "nickName": "康纳威廉姆斯"
    },
    "337": {
        "ID": 337,
        "nickName": "弗里曼"
    },
    "338": {
        "ID": 338,
        "nickName": "奥利泰勒"
    },
    "339": {
        "ID": 339,
        "nickName": "威拉德加西亚"
    },
    "340": {
        "ID": 340,
        "nickName": "拜伦贾尔斯"
    },
    "341": {
        "ID": 341,
        "nickName": "拉曼"
    },
    "342": {
        "ID": 342,
        "nickName": "汉森斯密斯"
    },
    "343": {
        "ID": 343,
        "nickName": "贾德森奎克"
    },
    "344": {
        "ID": 344,
        "nickName": "萨姆纳尔森"
    },
    "345": {
        "ID": 345,
        "nickName": "欧文特纳"
    },
    "346": {
        "ID": 346,
        "nickName": "戈斯特纳"
    },
    "347": {
        "ID": 347,
        "nickName": "泰特斯克拉克"
    },
    "348": {
        "ID": 348,
        "nickName": "莱顿艾迪"
    },
    "349": {
        "ID": 349,
        "nickName": "贝克莱尔茨"
    },
    "350": {
        "ID": 350,
        "nickName": "伯克利克莱夫"
    },
    "351": {
        "ID": 351,
        "nickName": "巴里罗德尼"
    },
    "352": {
        "ID": 352,
        "nickName": "贝洛克沃克"
    },
    "353": {
        "ID": 353,
        "nickName": "伯莎乔治"
    },
    "354": {
        "ID": 354,
        "nickName": "贝内特杰克逊"
    },
    "355": {
        "ID": 355,
        "nickName": "伊迪伊夫林"
    },
    "356": {
        "ID": 356,
        "nickName": "惠蒂尔欧文"
    },
    "357": {
        "ID": 357,
        "nickName": "卡罗尔斯密斯"
    },
    "358": {
        "ID": 358,
        "nickName": "巴赫雪莱"
    },
    "359": {
        "ID": 359,
        "nickName": "默里克莱夫"
    },
    "360": {
        "ID": 360,
        "nickName": "汤姆森戴维德"
    },
    "361": {
        "ID": 361,
        "nickName": "拜伦塞西尔"
    },
    "362": {
        "ID": 362,
        "nickName": "埃丝特詹姆斯"
    },
    "363": {
        "ID": 363,
        "nickName": "布罗德戴维德"
    },
    "364": {
        "ID": 364,
        "nickName": "麦克亚当"
    },
    "365": {
        "ID": 365,
        "nickName": "豪厄尔斯坎"
    },
    "366": {
        "ID": 366,
        "nickName": "西蒙伦纳德"
    },
    "367": {
        "ID": 367,
        "nickName": "斯坦培克"
    },
    "368": {
        "ID": 368,
        "nickName": "斯坦贝克坎"
    },
    "369": {
        "ID": 369,
        "nickName": "斯图尔特"
    },
    "370": {
        "ID": 370,
        "nickName": "司徒雷登乔治"
    },
    "371": {
        "ID": 371,
        "nickName": "豪斯泰勒"
    },
    "372": {
        "ID": 372,
        "nickName": "伍利"
    },
    "373": {
        "ID": 373,
        "nickName": "伍莱克拉克"
    },
    "374": {
        "ID": 374,
        "nickName": "埃伦珀西"
    },
    "375": {
        "ID": 375,
        "nickName": "波伊尔"
    },
    "376": {
        "ID": 376,
        "nickName": "波义耳基思"
    },
    "377": {
        "ID": 377,
        "nickName": "玛格丽塔珀西"
    },
    "378": {
        "ID": 378,
        "nickName": "特雷西弗格斯"
    },
    "379": {
        "ID": 379,
        "nickName": "穆尔安德森"
    },
    "380": {
        "ID": 380,
        "nickName": "杜威柯克"
    },
    "381": {
        "ID": 381,
        "nickName": "加斯克尔乔"
    },
    "382": {
        "ID": 382,
        "nickName": "桑代克弗格斯"
    },
    "383": {
        "ID": 383,
        "nickName": "奥斯汀斯密斯"
    },
    "384": {
        "ID": 384,
        "nickName": "戴维拉斐尔"
    },
    "385": {
        "ID": 385,
        "nickName": "凯里"
    },
    "386": {
        "ID": 386,
        "nickName": "凯雷哈里斯"
    },
    "387": {
        "ID": 387,
        "nickName": "鲍德温斯科特"
    },
    "388": {
        "ID": 388,
        "nickName": "达特"
    },
    "389": {
        "ID": 389,
        "nickName": "杜德格林"
    },
    "390": {
        "ID": 390,
        "nickName": "阿尔弗列德"
    },
    "391": {
        "ID": 391,
        "nickName": "艾尔弗雷德"
    },
    "392": {
        "ID": 392,
        "nickName": "埃奇沃思"
    },
    "393": {
        "ID": 393,
        "nickName": "巴克耳格里芬"
    },
    "394": {
        "ID": 394,
        "nickName": "高尔德"
    },
    "395": {
        "ID": 395,
        "nickName": "戈尔德奎克"
    },
    "396": {
        "ID": 396,
        "nickName": "伯纳德"
    },
    "397": {
        "ID": 397,
        "nickName": "伯纳尔德雪莱"
    },
    "398": {
        "ID": 398,
        "nickName": "豪斯曼格林"
    },
    "399": {
        "ID": 399,
        "nickName": "乔纳达勒"
    },
    "400": {
        "ID": 400,
        "nickName": "克里斯托弗"
    },
    "401": {
        "ID": 401,
        "nickName": "巴特阿诺德"
    },
    "402": {
        "ID": 402,
        "nickName": "费利克斯希尔"
    },
    "403": {
        "ID": 403,
        "nickName": "麦考利卡特"
    },
    "404": {
        "ID": 404,
        "nickName": "罗兹加西亚"
    },
    "405": {
        "ID": 405,
        "nickName": "劳埃德达勒"
    },
    "406": {
        "ID": 406,
        "nickName": "埃维莉娜"
    },
    "407": {
        "ID": 407,
        "nickName": "赫伯特刘易斯"
    },
    "408": {
        "ID": 408,
        "nickName": "保罗纳尔森"
    },
    "409": {
        "ID": 409,
        "nickName": "林奇斯科特"
    },
    "410": {
        "ID": 410,
        "nickName": "惠勒贾尔斯"
    },
    "411": {
        "ID": 411,
        "nickName": "泰勒查尔斯"
    },
    "412": {
        "ID": 412,
        "nickName": "泽卡赖亚"
    },
    "413": {
        "ID": 413,
        "nickName": "伯特伦加西亚"
    },
    "414": {
        "ID": 414,
        "nickName": "伦纳德克莱夫"
    },
    "415": {
        "ID": 415,
        "nickName": "霍普威廉姆斯"
    },
    "416": {
        "ID": 416,
        "nickName": "珍妮伊夫林"
    },
    "417": {
        "ID": 417,
        "nickName": "蒙德加西亚"
    },
    "418": {
        "ID": 418,
        "nickName": "坦普尔查尔斯"
    },
    "419": {
        "ID": 419,
        "nickName": "安托瓦妮特"
    },
    "420": {
        "ID": 420,
        "nickName": "露西亚斯密斯"
    },
    "421": {
        "ID": 421,
        "nickName": "波利特泰勒"
    },
    "422": {
        "ID": 422,
        "nickName": "边沁"
    },
    "423": {
        "ID": 423,
        "nickName": "本瑟姆鲁珀特"
    },
    "424": {
        "ID": 424,
        "nickName": "帕特里克"
    },
    "425": {
        "ID": 425,
        "nickName": "尤利塞斯"
    },
    "426": {
        "ID": 426,
        "nickName": "特雷西哈里斯"
    },
    "427": {
        "ID": 427,
        "nickName": "沃伦达勒"
    },
    "428": {
        "ID": 428,
        "nickName": "特纳达勒"
    },
    "429": {
        "ID": 429,
        "nickName": "埃利诺爱德华"
    },
    "430": {
        "ID": 430,
        "nickName": "彼得爱德华"
    },
    "431": {
        "ID": 431,
        "nickName": "瓦奥卡特"
    },
    "432": {
        "ID": 432,
        "nickName": "汉特希尔"
    },
    "433": {
        "ID": 433,
        "nickName": "詹宁斯查尔斯"
    },
    "434": {
        "ID": 434,
        "nickName": "霍伊尔查尔斯"
    },
    "435": {
        "ID": 435,
        "nickName": "温莎"
    },
    "436": {
        "ID": 436,
        "nickName": "温泽"
    },
    "437": {
        "ID": 437,
        "nickName": "帕特里克瓦伦"
    },
    "438": {
        "ID": 438,
        "nickName": "林德刘易斯"
    },
    "439": {
        "ID": 439,
        "nickName": "肯尼迪柯克"
    },
    "440": {
        "ID": 440,
        "nickName": "阿瑟加里"
    },
    "441": {
        "ID": 441,
        "nickName": "柯林斯泰勒"
    },
    "442": {
        "ID": 442,
        "nickName": "普兰加里"
    },
    "443": {
        "ID": 443,
        "nickName": "阿特利格林"
    },
    "444": {
        "ID": 444,
        "nickName": "文森特库克"
    },
    "445": {
        "ID": 445,
        "nickName": "布罗德瓦伦"
    },
    "446": {
        "ID": 446,
        "nickName": "莫特利贝尔"
    },
    "447": {
        "ID": 447,
        "nickName": "弗朗西丝柯克"
    },
    "448": {
        "ID": 448,
        "nickName": "索菲泰勒"
    },
    "449": {
        "ID": 449,
        "nickName": "霍齐亚柯克"
    },
    "450": {
        "ID": 450,
        "nickName": "加西亚弗格斯"
    },
    "451": {
        "ID": 451,
        "nickName": "斯宾塞"
    },
    "452": {
        "ID": 452,
        "nickName": "斯潘塞鲁珀特"
    },
    "453": {
        "ID": 453,
        "nickName": "切斯特顿达勒"
    },
    "454": {
        "ID": 454,
        "nickName": "多萝西娅"
    },
    "455": {
        "ID": 455,
        "nickName": "特纳"
    },
    "456": {
        "ID": 456,
        "nickName": "约翰逊泰勒"
    },
    "457": {
        "ID": 457,
        "nickName": "麦考利特纳"
    },
    "458": {
        "ID": 458,
        "nickName": "马克斯韦尔"
    },
    "459": {
        "ID": 459,
        "nickName": "亚伯拉罕"
    },
    "460": {
        "ID": 460,
        "nickName": "康芒斯贝尔"
    },
    "461": {
        "ID": 461,
        "nickName": "埃迪斯密斯"
    },
    "462": {
        "ID": 462,
        "nickName": "弗吉尼亚"
    },
    "463": {
        "ID": 463,
        "nickName": "比利罗德尼"
    },
    "464": {
        "ID": 464,
        "nickName": "亚当奎克"
    },
    "465": {
        "ID": 465,
        "nickName": "梅瓦伦"
    },
    "466": {
        "ID": 466,
        "nickName": "埃丝特基思"
    },
    "467": {
        "ID": 467,
        "nickName": "撒克里雪莱"
    },
    "468": {
        "ID": 468,
        "nickName": "奥卡姆柯克"
    },
    "469": {
        "ID": 469,
        "nickName": "史蒂芬"
    },
    "470": {
        "ID": 470,
        "nickName": "斯蒂芬鲁珀特"
    },
    "471": {
        "ID": 471,
        "nickName": "福克斯泰勒"
    },
    "472": {
        "ID": 472,
        "nickName": "梅瓦伦高尔德"
    },
    "473": {
        "ID": 473,
        "nickName": "内厄姆奎克"
    },
    "474": {
        "ID": 474,
        "nickName": "保罗奎克"
    },
    "475": {
        "ID": 475,
        "nickName": "朱利安泰勒"
    },
    "476": {
        "ID": 476,
        "nickName": "内厄姆"
    },
    "477": {
        "ID": 477,
        "nickName": "尼科尔"
    },
    "478": {
        "ID": 478,
        "nickName": "克赖斯特"
    },
    "479": {
        "ID": 479,
        "nickName": "斯彼斯"
    },
    "480": {
        "ID": 480,
        "nickName": "克莱门特斯"
    },
    "481": {
        "ID": 481,
        "nickName": "波利格林"
    },
    "482": {
        "ID": 482,
        "nickName": "罗伊莱斯利"
    },
    "483": {
        "ID": 483,
        "nickName": "欧文加西亚"
    },
    "484": {
        "ID": 484,
        "nickName": "麦考利加西亚"
    },
    "485": {
        "ID": 485,
        "nickName": "耶基斯"
    },
    "486": {
        "ID": 486,
        "nickName": "阿贝基思"
    },
    "487": {
        "ID": 487,
        "nickName": "林德伯格"
    },
    "488": {
        "ID": 488,
        "nickName": "塞西利亚"
    },
    "489": {
        "ID": 489,
        "nickName": "迈卡杰克逊"
    },
    "490": {
        "ID": 490,
        "nickName": "霍伊尔贾尔斯"
    },
    "491": {
        "ID": 491,
        "nickName": "多宾贾尔斯"
    },
    "492": {
        "ID": 492,
        "nickName": "卡特杰拉德"
    },
    "493": {
        "ID": 493,
        "nickName": "诺埃尔加西亚"
    },
    "494": {
        "ID": 494,
        "nickName": "布卢默希尔"
    },
    "495": {
        "ID": 495,
        "nickName": "罗利珀西"
    },
    "496": {
        "ID": 496,
        "nickName": "斯摩"
    },
    "497": {
        "ID": 497,
        "nickName": "斯莫利特"
    },
    "498": {
        "ID": 498,
        "nickName": "奈尔孙珀西"
    },
    "499": {
        "ID": 499,
        "nickName": "乔纳霍尔"
    },
    "500": {
        "ID": 500,
        "nickName": "罗莎安德森"
    },
    "501": {
        "ID": 501,
        "nickName": "麦克唐纳霍尔"
    },
    "502": {
        "ID": 502,
        "nickName": "夏芝"
    },
    "503": {
        "ID": 503,
        "nickName": "耶茨奥利"
    },
    "504": {
        "ID": 504,
        "nickName": "布赖斯格林"
    },
    "505": {
        "ID": 505,
        "nickName": "阿诺德乔治"
    },
    "506": {
        "ID": 506,
        "nickName": "沃尔特刘易斯"
    },
    "507": {
        "ID": 507,
        "nickName": "戴西弗格斯"
    },
    "508": {
        "ID": 508,
        "nickName": "哈特乔斯"
    },
    "509": {
        "ID": 509,
        "nickName": "休谟"
    },
    "510": {
        "ID": 510,
        "nickName": "休姆瓦伦"
    },
    "511": {
        "ID": 511,
        "nickName": "克拉拉邓肯"
    },
    "512": {
        "ID": 512,
        "nickName": "索尔伯纳德"
    },
    "513": {
        "ID": 513,
        "nickName": "伯纳尔德"
    },
    "514": {
        "ID": 514,
        "nickName": "培根艾迪"
    },
    "515": {
        "ID": 515,
        "nickName": "霍尔"
    },
    "516": {
        "ID": 516,
        "nickName": "本瑟姆斯密斯"
    },
    "517": {
        "ID": 517,
        "nickName": "纳撒尼尔"
    },
    "518": {
        "ID": 518,
        "nickName": "基托格林"
    },
    "519": {
        "ID": 519,
        "nickName": "哈尔贝尔"
    },
    "520": {
        "ID": 520,
        "nickName": "明妮达勒"
    },
    "521": {
        "ID": 521,
        "nickName": "卡罗尔杰克逊"
    },
    "522": {
        "ID": 522,
        "nickName": "杜邦斯密斯"
    },
    "523": {
        "ID": 523,
        "nickName": "弗里曼爱德华"
    },
    "524": {
        "ID": 524,
        "nickName": "艾森豪威尔"
    },
    "525": {
        "ID": 525,
        "nickName": "汤普森塞西尔"
    },
    "526": {
        "ID": 526,
        "nickName": "格雷贾尔斯"
    },
    "527": {
        "ID": 527,
        "nickName": "博斯韦尔加里"
    },
    "528": {
        "ID": 528,
        "nickName": "海明威雪莱"
    },
    "529": {
        "ID": 529,
        "nickName": "奥卡姆克拉克"
    },
    "530": {
        "ID": 530,
        "nickName": "奎勒史蒂芬"
    },
    "531": {
        "ID": 531,
        "nickName": "斯蒂芬特纳"
    },
    "532": {
        "ID": 532,
        "nickName": "埃伦莱斯特"
    },
    "533": {
        "ID": 533,
        "nickName": "查尔斯"
    },
    "534": {
        "ID": 534,
        "nickName": "查理奎克"
    },
    "535": {
        "ID": 535,
        "nickName": "拉斐尔邓肯"
    },
    "536": {
        "ID": 536,
        "nickName": "马杰里奎克"
    },
    "537": {
        "ID": 537,
        "nickName": "里德达勒"
    },
    "538": {
        "ID": 538,
        "nickName": "贝蒂特纳"
    },
    "539": {
        "ID": 539,
        "nickName": "玛拉基鲁珀特"
    },
    "540": {
        "ID": 540,
        "nickName": "霍雷肖"
    },
    "541": {
        "ID": 541,
        "nickName": "贺拉斯"
    },
    "542": {
        "ID": 542,
        "nickName": "霍勒斯詹姆斯"
    },
    "543": {
        "ID": 543,
        "nickName": "约翰斯顿"
    },
    "544": {
        "ID": 544,
        "nickName": "尤菲米娅"
    },
    "545": {
        "ID": 545,
        "nickName": "艾狄生"
    },
    "546": {
        "ID": 546,
        "nickName": "艾迪生"
    },
    "547": {
        "ID": 547,
        "nickName": "阿狄森雪莱"
    },
    "548": {
        "ID": 548,
        "nickName": "布鲁林"
    },
    "549": {
        "ID": 549,
        "nickName": "泽弗奈亚霍尔"
    },
    "550": {
        "ID": 550,
        "nickName": "萨洛扬弗"
    },
    "551": {
        "ID": 551,
        "nickName": "哈维查尔斯"
    },
    "552": {
        "ID": 552,
        "nickName": "杜邦泰勒"
    },
    "553": {
        "ID": 553,
        "nickName": "卡罗尔邓肯"
    },
    "554": {
        "ID": 554,
        "nickName": "索尔杰拉德"
    },
    "555": {
        "ID": 555,
        "nickName": "麦克唐纳"
    },
    "556": {
        "ID": 556,
        "nickName": "梅瑞狄斯"
    },
    "557": {
        "ID": 557,
        "nickName": "梅雷迪斯"
    },
    "558": {
        "ID": 558,
        "nickName": "罗斯刘易斯"
    },
    "559": {
        "ID": 559,
        "nickName": "玛格丽塔瓦伦"
    },
    "560": {
        "ID": 560,
        "nickName": "普里特詹姆斯"
    },
    "561": {
        "ID": 561,
        "nickName": "多丽丝"
    },
    "562": {
        "ID": 562,
        "nickName": "陶丽思奥利"
    },
    "563": {
        "ID": 563,
        "nickName": "坎普莱斯利"
    },
    "564": {
        "ID": 564,
        "nickName": "惠特曼莱斯利"
    },
    "565": {
        "ID": 565,
        "nickName": "本伦纳德"
    },
    "566": {
        "ID": 566,
        "nickName": "诺厄鲁珀特"
    },
    "567": {
        "ID": 567,
        "nickName": "道格拉斯"
    },
    "568": {
        "ID": 568,
        "nickName": "萨利"
    },
    "569": {
        "ID": 569,
        "nickName": "萨里沃克"
    },
    "570": {
        "ID": 570,
        "nickName": "凯利贝克"
    },
    "571": {
        "ID": 571,
        "nickName": "瑟维斯乔斯"
    },
    "572": {
        "ID": 572,
        "nickName": "斯梅德利"
    },
    "573": {
        "ID": 573,
        "nickName": "史沫特莱"
    },
    "574": {
        "ID": 574,
        "nickName": "乔尔戴维德"
    },
    "575": {
        "ID": 575,
        "nickName": "尼古拉斯希尔"
    },
    "576": {
        "ID": 576,
        "nickName": "威尼弗雷"
    },
    "577": {
        "ID": 577,
        "nickName": "罗斯培克"
    },
    "578": {
        "ID": 578,
        "nickName": "斯坦贝克"
    },
    "579": {
        "ID": 579,
        "nickName": "伯特特纳"
    },
    "580": {
        "ID": 580,
        "nickName": "芬恩"
    },
    "581": {
        "ID": 581,
        "nickName": "罗斯迪尤尔"
    },
    "582": {
        "ID": 582,
        "nickName": "杜瓦杰克逊"
    },
    "583": {
        "ID": 583,
        "nickName": "加里"
    },
    "584": {
        "ID": 584,
        "nickName": "艾萨克斯密斯"
    },
    "585": {
        "ID": 585,
        "nickName": "阿利"
    },
    "586": {
        "ID": 586,
        "nickName": "休姆威廉姆斯"
    },
    "587": {
        "ID": 587,
        "nickName": "加德纳詹姆斯"
    },
    "588": {
        "ID": 588,
        "nickName": "多德达勒"
    },
    "589": {
        "ID": 589,
        "nickName": "纳尔森"
    },
    "590": {
        "ID": 590,
        "nickName": "尼克松希尔"
    },
    "591": {
        "ID": 591,
        "nickName": "康格里夫坎"
    },
    "592": {
        "ID": 592,
        "nickName": "泰特贝克"
    },
    "593": {
        "ID": 593,
        "nickName": "雷利"
    },
    "594": {
        "ID": 594,
        "nickName": "瑞利戴维德"
    },
    "595": {
        "ID": 595,
        "nickName": "尼科尔威"
    },
    "596": {
        "ID": 596,
        "nickName": "波利特弗格斯"
    },
    "597": {
        "ID": 597,
        "nickName": "多利哈里斯"
    },
    "598": {
        "ID": 598,
        "nickName": "尼科尔斯密斯"
    },
    "599": {
        "ID": 599,
        "nickName": "凯瑟琳安德森"
    },
    "600": {
        "ID": 600,
        "nickName": "马修莱斯利"
    },
    "601": {
        "ID": 601,
        "nickName": "莉娜霍尔"
    },
    "602": {
        "ID": 602,
        "nickName": "科波菲尔"
    },
    "603": {
        "ID": 603,
        "nickName": "康尼彼得斯"
    },
    "604": {
        "ID": 604,
        "nickName": "诺埃尔拉斐尔"
    },
    "605": {
        "ID": 605,
        "nickName": "哈维坎贝尔"
    },
    "606": {
        "ID": 606,
        "nickName": "布朗贾尔斯"
    },
    "607": {
        "ID": 607,
        "nickName": "阿德拉柯克"
    },
    "608": {
        "ID": 608,
        "nickName": "培根格里芬"
    },
    "609": {
        "ID": 609,
        "nickName": "丘吉尔弗格斯"
    },
    "610": {
        "ID": 610,
        "nickName": "菲利普"
    },
    "611": {
        "ID": 611,
        "nickName": "斯莫利特安"
    },
    "612": {
        "ID": 612,
        "nickName": "基特希尔"
    },
    "613": {
        "ID": 613,
        "nickName": "乔治奥利"
    },
    "614": {
        "ID": 614,
        "nickName": "库珀弗格斯"
    },
    "615": {
        "ID": 615,
        "nickName": "特里莱斯利"
    },
    "616": {
        "ID": 616,
        "nickName": "康尼坎贝尔"
    },
    "617": {
        "ID": 617,
        "nickName": "季星"
    },
    "618": {
        "ID": 618,
        "nickName": "陶丽思贾尔斯"
    },
    "619": {
        "ID": 619,
        "nickName": "特纳沃克"
    },
    "620": {
        "ID": 620,
        "nickName": "伊夫林"
    },
    "621": {
        "ID": 621,
        "nickName": "图尔斯弗格斯"
    },
    "622": {
        "ID": 622,
        "nickName": "贾斯帕爱德华"
    },
    "623": {
        "ID": 623,
        "nickName": "费利克斯弗格"
    },
    "624": {
        "ID": 624,
        "nickName": "佩格刘易斯"
    },
    "625": {
        "ID": 625,
        "nickName": "娜拉"
    },
    "626": {
        "ID": 626,
        "nickName": "诺拉亚当斯"
    },
    "627": {
        "ID": 627,
        "nickName": "莫特利库克"
    },
    "628": {
        "ID": 628,
        "nickName": "弗琳"
    },
    "629": {
        "ID": 629,
        "nickName": "弗林杰拉德"
    },
    "630": {
        "ID": 630,
        "nickName": "赫士列特"
    },
    "631": {
        "ID": 631,
        "nickName": "黑兹利特克"
    },
    "632": {
        "ID": 632,
        "nickName": "柯林斯莱斯利"
    },
    "633": {
        "ID": 633,
        "nickName": "佩恩贾尔斯"
    },
    "634": {
        "ID": 634,
        "nickName": "塞缪尔特纳"
    },
    "635": {
        "ID": 635,
        "nickName": "萨莉伊斯"
    },
    "636": {
        "ID": 636,
        "nickName": "布尔韦尔"
    },
    "637": {
        "ID": 637,
        "nickName": "布尔沃希尔"
    },
    "638": {
        "ID": 638,
        "nickName": "格雷戈里"
    },
    "639": {
        "ID": 639,
        "nickName": "珍妮达勒"
    },
    "640": {
        "ID": 640,
        "nickName": "马洛里莱斯特"
    },
    "641": {
        "ID": 641,
        "nickName": "麦克亚当珀西"
    },
    "642": {
        "ID": 642,
        "nickName": "夏洛蒂"
    },
    "643": {
        "ID": 643,
        "nickName": "夏洛特克莱夫"
    },
    "644": {
        "ID": 644,
        "nickName": "柯顿戴维德"
    },
    "645": {
        "ID": 645,
        "nickName": "法兰西斯"
    },
    "646": {
        "ID": 646,
        "nickName": "弗朗西斯贝克"
    },
    "647": {
        "ID": 647,
        "nickName": "艾奇逊斯科特"
    },
    "648": {
        "ID": 648,
        "nickName": "斯通弗格斯"
    },
    "649": {
        "ID": 649,
        "nickName": "佩皮斯"
    },
    "650": {
        "ID": 650,
        "nickName": "皮普斯乔斯"
    },
    "651": {
        "ID": 651,
        "nickName": "诺里斯基思"
    },
    "652": {
        "ID": 652,
        "nickName": "埃尔西亚当斯"
    },
    "653": {
        "ID": 653,
        "nickName": "克伦威尔"
    },
    "654": {
        "ID": 654,
        "nickName": "鲁道夫罗德尼"
    },
    "655": {
        "ID": 655,
        "nickName": "摩根奎克"
    },
    "656": {
        "ID": 656,
        "nickName": "露西亚泰勒"
    },
    "657": {
        "ID": 657,
        "nickName": "奈尔孙"
    },
    "658": {
        "ID": 658,
        "nickName": "密德尔顿卡特"
    },
    "659": {
        "ID": 659,
        "nickName": "加里斯宾塞"
    },
    "660": {
        "ID": 660,
        "nickName": "斯潘塞奥利"
    },
    "661": {
        "ID": 661,
        "nickName": "蔡尔德克莱夫"
    },
    "662": {
        "ID": 662,
        "nickName": "加拉赫格林"
    },
    "663": {
        "ID": 663,
        "nickName": "杜波依斯"
    },
    "664": {
        "ID": 664,
        "nickName": "摩根"
    },
    "665": {
        "ID": 665,
        "nickName": "罗吉尔乔治"
    },
    "666": {
        "ID": 666,
        "nickName": "玛格丽塔"
    },
    "667": {
        "ID": 667,
        "nickName": "米尔詹姆斯"
    },
    "668": {
        "ID": 668,
        "nickName": "坎普达勒"
    },
    "669": {
        "ID": 669,
        "nickName": "瓦奥"
    },
    "670": {
        "ID": 670,
        "nickName": "菲利蒙鲁珀特"
    },
    "671": {
        "ID": 671,
        "nickName": "康尼伊夫林"
    },
    "672": {
        "ID": 672,
        "nickName": "马里恩彼得斯"
    },
    "673": {
        "ID": 673,
        "nickName": "奥斯汀坎贝尔"
    },
    "674": {
        "ID": 674,
        "nickName": "哈特贝克"
    },
    "675": {
        "ID": 675,
        "nickName": "泽弗奈亚柯克"
    },
    "676": {
        "ID": 676,
        "nickName": "诺厄特纳"
    },
    "677": {
        "ID": 677,
        "nickName": "泽弗奈亚"
    },
    "678": {
        "ID": 678,
        "nickName": "伯特"
    },
    "679": {
        "ID": 679,
        "nickName": "艾理查兹"
    },
    "680": {
        "ID": 680,
        "nickName": "阿狄森邓肯"
    },
    "681": {
        "ID": 681,
        "nickName": "波利特彼得斯"
    },
    "682": {
        "ID": 682,
        "nickName": "罗瑟琳"
    },
    "683": {
        "ID": 683,
        "nickName": "罗塞蒂杰克逊"
    },
    "684": {
        "ID": 684,
        "nickName": "基特塞西尔"
    },
    "685": {
        "ID": 685,
        "nickName": "冈瑟鲁珀特"
    },
    "686": {
        "ID": 686,
        "nickName": "卡拉米乔治"
    },
    "687": {
        "ID": 687,
        "nickName": "比尔坎贝尔"
    },
    "688": {
        "ID": 688,
        "nickName": "阿诺德坎贝尔"
    },
    "689": {
        "ID": 689,
        "nickName": "魏尔德特纳"
    },
    "690": {
        "ID": 690,
        "nickName": "保罗欧文"
    },
    "691": {
        "ID": 691,
        "nickName": "菲茨杰拉德威"
    },
    "692": {
        "ID": 692,
        "nickName": "布鲁斯特欧文"
    },
    "693": {
        "ID": 693,
        "nickName": "沃伦加里"
    },
    "694": {
        "ID": 694,
        "nickName": "埃利诺伦纳德"
    },
    "695": {
        "ID": 695,
        "nickName": "布龙菲尔德"
    },
    "696": {
        "ID": 696,
        "nickName": "布洛姆菲尔德"
    },
    "697": {
        "ID": 697,
        "nickName": "米尔顿珀西"
    },
    "698": {
        "ID": 698,
        "nickName": "欧文杰拉德"
    },
    "699": {
        "ID": 699,
        "nickName": "陶特莉娜"
    },
    "700": {
        "ID": 700,
        "nickName": "沃伦沃克"
    },
    "701": {
        "ID": 701,
        "nickName": "哈里雪莱"
    },
    "702": {
        "ID": 702,
        "nickName": "本杰明贾尔斯"
    },
    "703": {
        "ID": 703,
        "nickName": "沃尔顿刘易斯"
    },
    "704": {
        "ID": 704,
        "nickName": "坎伯兰查尔斯"
    },
    "705": {
        "ID": 705,
        "nickName": "查理克莱夫"
    },
    "706": {
        "ID": 706,
        "nickName": "培根坎贝尔"
    },
    "707": {
        "ID": 707,
        "nickName": "马塞勒斯格林"
    },
    "708": {
        "ID": 708,
        "nickName": "伯纳尔鲁珀特"
    },
    "709": {
        "ID": 709,
        "nickName": "马尔兹"
    },
    "710": {
        "ID": 710,
        "nickName": "马尔茨伊夫林"
    },
    "711": {
        "ID": 711,
        "nickName": "沃尔什"
    },
    "712": {
        "ID": 712,
        "nickName": "马克杰拉德"
    },
    "713": {
        "ID": 713,
        "nickName": "科克尔墨菲"
    },
    "714": {
        "ID": 714,
        "nickName": "维克托"
    },
    "715": {
        "ID": 715,
        "nickName": "苏珊娜柯克"
    },
    "716": {
        "ID": 716,
        "nickName": "罗伯逊艾迪"
    },
    "717": {
        "ID": 717,
        "nickName": "亨利刘易斯"
    },
    "718": {
        "ID": 718,
        "nickName": "诺伊斯安德森"
    },
    "719": {
        "ID": 719,
        "nickName": "伊丽莎白"
    },
    "720": {
        "ID": 720,
        "nickName": "巴里邓肯"
    },
    "721": {
        "ID": 721,
        "nickName": "杰罗姆格林"
    },
    "722": {
        "ID": 722,
        "nickName": "哥尔斯密"
    },
    "723": {
        "ID": 723,
        "nickName": "戈德史密斯"
    },
    "724": {
        "ID": 724,
        "nickName": "琼奎克"
    },
    "725": {
        "ID": 725,
        "nickName": "费尔顿斯密斯"
    },
    "726": {
        "ID": 726,
        "nickName": "泰特柯克"
    },
    "727": {
        "ID": 727,
        "nickName": "凯洛格雪莱"
    },
    "728": {
        "ID": 728,
        "nickName": "高尔斯沃西"
    },
    "729": {
        "ID": 729,
        "nickName": "迪尤尔"
    },
    "730": {
        "ID": 730,
        "nickName": "杜瓦阿诺德"
    },
    "731": {
        "ID": 731,
        "nickName": "麦克亚当贾尔"
    },
    "732": {
        "ID": 732,
        "nickName": "嘉利"
    },
    "733": {
        "ID": 733,
        "nickName": "卡丽克莱夫"
    },
    "734": {
        "ID": 734,
        "nickName": "休斯敦威廉"
    },
    "735": {
        "ID": 735,
        "nickName": "罗宾逊"
    },
    "736": {
        "ID": 736,
        "nickName": "罗宾森杰克逊"
    },
    "737": {
        "ID": 737,
        "nickName": "帕特里奇奎克"
    },
    "738": {
        "ID": 738,
        "nickName": "库克卡特"
    },
    "739": {
        "ID": 739,
        "nickName": "沃伦伊夫林"
    },
    "740": {
        "ID": 740,
        "nickName": "弗兰克"
    },
    "741": {
        "ID": 741,
        "nickName": "艾略特"
    },
    "742": {
        "ID": 742,
        "nickName": "爱略特"
    },
    "743": {
        "ID": 743,
        "nickName": "埃利奥特"
    },
    "744": {
        "ID": 744,
        "nickName": "乔斯基思"
    },
    "745": {
        "ID": 745,
        "nickName": "布赖恩泰勒"
    },
    "746": {
        "ID": 746,
        "nickName": "伯纳尔克里"
    },
    "747": {
        "ID": 747,
        "nickName": "惠特曼希尔"
    },
    "748": {
        "ID": 748,
        "nickName": "霍普金斯墨菲"
    },
    "749": {
        "ID": 749,
        "nickName": "阿米利亚坎"
    },
    "750": {
        "ID": 750,
        "nickName": "凯里邓肯"
    },
    "751": {
        "ID": 751,
        "nickName": "凯雷杰克逊"
    },
    "752": {
        "ID": 752,
        "nickName": "汉特"
    },
    "753": {
        "ID": 753,
        "nickName": "泰特"
    },
    "754": {
        "ID": 754,
        "nickName": "肯尼迪乔治"
    },
    "755": {
        "ID": 755,
        "nickName": "艾迪"
    },
    "756": {
        "ID": 756,
        "nickName": "查理加西亚"
    },
    "757": {
        "ID": 757,
        "nickName": "霍普爱德华"
    },
    "758": {
        "ID": 758,
        "nickName": "普兰坎贝尔"
    },
    "759": {
        "ID": 759,
        "nickName": "乔丹墨菲"
    },
    "760": {
        "ID": 760,
        "nickName": "巴塞洛缪拉"
    },
    "761": {
        "ID": 761,
        "nickName": "帕尔默贝克"
    },
    "762": {
        "ID": 762,
        "nickName": "萨克斯顿伦"
    },
    "763": {
        "ID": 763,
        "nickName": "卢修斯塞西尔"
    },
    "764": {
        "ID": 764,
        "nickName": "兰斯洛特"
    },
    "765": {
        "ID": 765,
        "nickName": "罗斯金"
    },
    "766": {
        "ID": 766,
        "nickName": "拉斯金加里"
    },
    "767": {
        "ID": 767,
        "nickName": "斯特拉"
    },
    "768": {
        "ID": 768,
        "nickName": "伊齐基尔"
    },
    "769": {
        "ID": 769,
        "nickName": "佩格艾迪"
    },
    "770": {
        "ID": 770,
        "nickName": "柯姆"
    },
    "771": {
        "ID": 771,
        "nickName": "卡彭特"
    },
    "772": {
        "ID": 772,
        "nickName": "本瑟姆奥利"
    },
    "773": {
        "ID": 773,
        "nickName": "查利卡特"
    },
    "774": {
        "ID": 774,
        "nickName": "马库斯亚当斯"
    },
    "775": {
        "ID": 775,
        "nickName": "威尼弗雷德彼"
    },
    "776": {
        "ID": 776,
        "nickName": "巴赫亚当斯"
    },
    "777": {
        "ID": 777,
        "nickName": "萨姆特纳"
    },
    "778": {
        "ID": 778,
        "nickName": "乔希格里芬"
    },
    "779": {
        "ID": 779,
        "nickName": "尼克塞西尔"
    },
    "780": {
        "ID": 780,
        "nickName": "卡莱尔奎克"
    },
    "781": {
        "ID": 781,
        "nickName": "埃尔西格林"
    },
    "782": {
        "ID": 782,
        "nickName": "马洛贾尔斯"
    },
    "783": {
        "ID": 783,
        "nickName": "克赖斯特格林"
    },
    "784": {
        "ID": 784,
        "nickName": "劳埃德库克"
    },
    "785": {
        "ID": 785,
        "nickName": "朱莉娅"
    },
    "786": {
        "ID": 786,
        "nickName": "鲁珀特"
    },
    "787": {
        "ID": 787,
        "nickName": "克罗夫茨特纳"
    },
    "788": {
        "ID": 788,
        "nickName": "特雷西坎贝尔"
    },
    "789": {
        "ID": 789,
        "nickName": "林德贝克"
    },
    "790": {
        "ID": 790,
        "nickName": "戴维德"
    },
    "791": {
        "ID": 791,
        "nickName": "托尼纳尔森"
    },
    "792": {
        "ID": 792,
        "nickName": "鲍勃鲁珀特"
    },
    "793": {
        "ID": 793,
        "nickName": "戈斯杰克逊"
    },
    "794": {
        "ID": 794,
        "nickName": "豪斯卡特"
    },
    "795": {
        "ID": 795,
        "nickName": "杰克逊罗德尼"
    },
    "796": {
        "ID": 796,
        "nickName": "凯里斯科特"
    },
    "797": {
        "ID": 797,
        "nickName": "凯雷贝克"
    },
    "798": {
        "ID": 798,
        "nickName": "加布尔雷思"
    },
    "799": {
        "ID": 799,
        "nickName": "帕特里奇希尔"
    },
    "800": {
        "ID": 800,
        "nickName": "斯特朗拉斐尔"
    },
    "801": {
        "ID": 801,
        "nickName": "伊迪杰克逊"
    },
    "802": {
        "ID": 802,
        "nickName": "比尔库克"
    },
    "803": {
        "ID": 803,
        "nickName": "格兰特拉斐尔"
    },
    "804": {
        "ID": 804,
        "nickName": "阿利沃克"
    },
    "805": {
        "ID": 805,
        "nickName": "雷利兰登"
    },
    "806": {
        "ID": 806,
        "nickName": "瑞利奎克"
    },
    "807": {
        "ID": 807,
        "nickName": "福克纳欧文"
    },
    "808": {
        "ID": 808,
        "nickName": "尼达姆霍尔"
    },
    "809": {
        "ID": 809,
        "nickName": "沃格特卡特"
    },
    "810": {
        "ID": 810,
        "nickName": "科南杰克逊"
    },
    "811": {
        "ID": 811,
        "nickName": "科弗代尔"
    },
    "812": {
        "ID": 812,
        "nickName": "乔迪坎贝尔"
    },
    "813": {
        "ID": 813,
        "nickName": "霍伊尔希尔"
    },
    "814": {
        "ID": 814,
        "nickName": "塞西奥尔"
    },
    "815": {
        "ID": 815,
        "nickName": "丁尼生"
    },
    "816": {
        "ID": 816,
        "nickName": "坦尼森詹姆斯"
    },
    "817": {
        "ID": 817,
        "nickName": "赫莉娜"
    },
    "818": {
        "ID": 818,
        "nickName": "拉贝拉"
    },
    "819": {
        "ID": 819,
        "nickName": "比尔德雪莱"
    },
    "820": {
        "ID": 820,
        "nickName": "布拉德利"
    },
    "821": {
        "ID": 821,
        "nickName": "奥古斯塔斯"
    },
    "822": {
        "ID": 822,
        "nickName": "弗兰克刘易斯"
    },
    "823": {
        "ID": 823,
        "nickName": "葛德文"
    },
    "824": {
        "ID": 824,
        "nickName": "戈德温阿诺德"
    },
    "825": {
        "ID": 825,
        "nickName": "沃克利伦纳德"
    },
    "826": {
        "ID": 826,
        "nickName": "普里特克拉克"
    },
    "827": {
        "ID": 827,
        "nickName": "鲍威尔查尔斯"
    },
    "828": {
        "ID": 828,
        "nickName": "托尼贝尔"
    },
    "829": {
        "ID": 829,
        "nickName": "蔡尔德邓肯"
    },
    "830": {
        "ID": 830,
        "nickName": "琼森安德森"
    },
    "831": {
        "ID": 831,
        "nickName": "巴比海"
    },
    "832": {
        "ID": 832,
        "nickName": "巴特"
    },
    "833": {
        "ID": 833,
        "nickName": "伦纳德"
    },
    "834": {
        "ID": 834,
        "nickName": "瓦特阿诺德"
    },
    "835": {
        "ID": 835,
        "nickName": "埃玛雪莱"
    },
    "836": {
        "ID": 836,
        "nickName": "特德克"
    },
    "837": {
        "ID": 837,
        "nickName": "胡德墨菲"
    },
    "838": {
        "ID": 838,
        "nickName": "杰里迈亚莱"
    },
    "839": {
        "ID": 839,
        "nickName": "文森特阿诺德"
    },
    "840": {
        "ID": 840,
        "nickName": "丹尼斯杰克逊"
    },
    "841": {
        "ID": 841,
        "nickName": "惠特利库克"
    },
    "842": {
        "ID": 842,
        "nickName": "蒙哥马利艾迪"
    },
    "843": {
        "ID": 843,
        "nickName": "托因比戴维德"
    },
    "844": {
        "ID": 844,
        "nickName": "布莱克戴维德"
    },
    "845": {
        "ID": 845,
        "nickName": "马蒂尔达"
    },
    "846": {
        "ID": 846,
        "nickName": "德昆西贝克"
    },
    "847": {
        "ID": 847,
        "nickName": "丽贝卡查尔斯"
    },
    "848": {
        "ID": 848,
        "nickName": "沃克达勒"
    },
    "849": {
        "ID": 849,
        "nickName": "沃克贝克"
    },
    "850": {
        "ID": 850,
        "nickName": "艾萨克奥利"
    },
    "851": {
        "ID": 851,
        "nickName": "达勒"
    },
    "852": {
        "ID": 852,
        "nickName": "奥凯西"
    },
    "853": {
        "ID": 853,
        "nickName": "奥卡西塞西尔"
    },
    "854": {
        "ID": 854,
        "nickName": "哈特欧文"
    },
    "855": {
        "ID": 855,
        "nickName": "帕尔默克里"
    },
    "856": {
        "ID": 856,
        "nickName": "埃米杰拉德"
    },
    "857": {
        "ID": 857,
        "nickName": "瓦格纳特纳"
    },
    "858": {
        "ID": 858,
        "nickName": "比彻乔斯"
    },
    "859": {
        "ID": 859,
        "nickName": "杰西伦纳德"
    },
    "860": {
        "ID": 860,
        "nickName": "尤尔贝克"
    },
    "861": {
        "ID": 861,
        "nickName": "康拉德鲁珀特"
    },
    "862": {
        "ID": 862,
        "nickName": "希克斯安德森"
    },
    "863": {
        "ID": 863,
        "nickName": "夏普库克"
    },
    "864": {
        "ID": 864,
        "nickName": "白求恩"
    },
    "865": {
        "ID": 865,
        "nickName": "比顿泰勒"
    },
    "866": {
        "ID": 866,
        "nickName": "海伍德查尔斯"
    },
    "867": {
        "ID": 867,
        "nickName": "盖伊斯密"
    },
    "868": {
        "ID": 868,
        "nickName": "墨菲"
    },
    "869": {
        "ID": 869,
        "nickName": "阿米利亚希尔"
    },
    "870": {
        "ID": 870,
        "nickName": "里斯达勒"
    },
    "871": {
        "ID": 871,
        "nickName": "奈尔孙瓦伦"
    },
    "872": {
        "ID": 872,
        "nickName": "坎贝尔"
    },
    "873": {
        "ID": 873,
        "nickName": "吉布森艾迪"
    },
    "874": {
        "ID": 874,
        "nickName": "塞西利亚墨菲"
    },
    "875": {
        "ID": 875,
        "nickName": "威尔逊贝克"
    },
    "876": {
        "ID": 876,
        "nickName": "克赖顿利亚"
    },
    "877": {
        "ID": 877,
        "nickName": "托拜厄斯"
    },
    "878": {
        "ID": 878,
        "nickName": "罗宾斯安德森"
    },
    "879": {
        "ID": 879,
        "nickName": "拜伦伦纳德"
    },
    "880": {
        "ID": 880,
        "nickName": "汤米阿诺德"
    },
    "881": {
        "ID": 881,
        "nickName": "朱丽叶查尔斯"
    },
    "882": {
        "ID": 882,
        "nickName": "泽卡赖亚卡特"
    },
    "883": {
        "ID": 883,
        "nickName": "福勒查尔斯"
    },
    "884": {
        "ID": 884,
        "nickName": "哈里曼墨菲"
    },
    "885": {
        "ID": 885,
        "nickName": "斯威特贾尔斯"
    },
    "886": {
        "ID": 886,
        "nickName": "奥利鲁珀特"
    },
    "887": {
        "ID": 887,
        "nickName": "柯克"
    },
    "888": {
        "ID": 888,
        "nickName": "露西萨利"
    },
    "889": {
        "ID": 889,
        "nickName": "萨里希尔"
    },
    "890": {
        "ID": 890,
        "nickName": "哈里丝伊斯"
    },
    "891": {
        "ID": 891,
        "nickName": "邓巴奥利"
    },
    "892": {
        "ID": 892,
        "nickName": "霍布斯克莱夫"
    },
    "893": {
        "ID": 893,
        "nickName": "伯特伦亚当斯"
    },
    "894": {
        "ID": 894,
        "nickName": "拉姆斯登"
    },
    "895": {
        "ID": 895,
        "nickName": "冉斯登达勒"
    },
    "896": {
        "ID": 896,
        "nickName": "麦克阿瑟特纳"
    },
    "897": {
        "ID": 897,
        "nickName": "马修弗格斯"
    },
    "898": {
        "ID": 898,
        "nickName": "西蒙斯"
    },
    "899": {
        "ID": 899,
        "nickName": "贺拉斯格林"
    },
    "900": {
        "ID": 900,
        "nickName": "霍勒斯莱斯利"
    },
    "901": {
        "ID": 901,
        "nickName": "罗赛蒂"
    },
    "902": {
        "ID": 902,
        "nickName": "罗塞蒂"
    },
    "903": {
        "ID": 903,
        "nickName": "格林"
    },
    "904": {
        "ID": 904,
        "nickName": "腊斯克塞西尔"
    },
    "905": {
        "ID": 905,
        "nickName": "普里策"
    },
    "906": {
        "ID": 906,
        "nickName": "帕利策尔"
    },
    "907": {
        "ID": 907,
        "nickName": "伯莎拉斐尔"
    },
    "908": {
        "ID": 908,
        "nickName": "诺哈德"
    },
    "909": {
        "ID": 909,
        "nickName": "卡特特纳"
    },
    "910": {
        "ID": 910,
        "nickName": "加拉赫彼得斯"
    },
    "911": {
        "ID": 911,
        "nickName": "阿特利伊夫林"
    },
    "912": {
        "ID": 912,
        "nickName": "焦尔伊夫林"
    },
    "913": {
        "ID": 913,
        "nickName": "拉瑟福德"
    },
    "914": {
        "ID": 914,
        "nickName": "卢瑟福基思"
    },
    "915": {
        "ID": 915,
        "nickName": "布朗基思"
    },
    "916": {
        "ID": 916,
        "nickName": "凯特加里"
    },
    "917": {
        "ID": 917,
        "nickName": "豪斯邓肯"
    },
    "918": {
        "ID": 918,
        "nickName": "比彻莱斯特"
    },
    "919": {
        "ID": 919,
        "nickName": "弗格斯"
    },
    "920": {
        "ID": 920,
        "nickName": "贝克彼得斯"
    },
    "921": {
        "ID": 921,
        "nickName": "范妮纳尔森"
    },
    "922": {
        "ID": 922,
        "nickName": "奥尔德里奇"
    },
    "923": {
        "ID": 923,
        "nickName": "豪斯库克"
    },
    "924": {
        "ID": 924,
        "nickName": "乔加西亚"
    },
    "925": {
        "ID": 925,
        "nickName": "吉尔贝尔"
    },
    "926": {
        "ID": 926,
        "nickName": "加斯克尔"
    },
    "927": {
        "ID": 927,
        "nickName": "凯瑟琳阿诺德"
    },
    "928": {
        "ID": 928,
        "nickName": "劳威廉姆斯"
    },
    "929": {
        "ID": 929,
        "nickName": "哈尔基思"
    },
    "930": {
        "ID": 930,
        "nickName": "基普林基思"
    },
    "931": {
        "ID": 931,
        "nickName": "布鲁克查尔斯"
    },
    "932": {
        "ID": 932,
        "nickName": "迈克希尔"
    },
    "933": {
        "ID": 933,
        "nickName": "迪基斯科特"
    },
    "934": {
        "ID": 934,
        "nickName": "克兰斯密斯"
    },
    "935": {
        "ID": 935,
        "nickName": "德.昆西卡特"
    },
    "936": {
        "ID": 936,
        "nickName": "海登奥地利"
    },
    "937": {
        "ID": 937,
        "nickName": "嘉图"
    },
    "938": {
        "ID": 938,
        "nickName": "理嘉图加西亚"
    },
    "939": {
        "ID": 939,
        "nickName": "拉尔夫卡特"
    },
    "940": {
        "ID": 940,
        "nickName": "贝尔欧文"
    },
    "941": {
        "ID": 941,
        "nickName": "多萝西阿诺德"
    },
    "942": {
        "ID": 942,
        "nickName": "哈代妮特"
    },
    "943": {
        "ID": 943,
        "nickName": "迪肯斯"
    },
    "944": {
        "ID": 944,
        "nickName": "狄更斯泰勒"
    },
    "945": {
        "ID": 945,
        "nickName": "布里奇斯"
    },
    "946": {
        "ID": 946,
        "nickName": "乔尔霍尔"
    },
    "947": {
        "ID": 947,
        "nickName": "佩吉加西亚"
    },
    "948": {
        "ID": 948,
        "nickName": "劳里泰勒"
    },
    "949": {
        "ID": 949,
        "nickName": "加德纳凯里"
    },
    "950": {
        "ID": 950,
        "nickName": "凯雷特纳"
    },
    "951": {
        "ID": 951,
        "nickName": "西蒙斯莱斯特"
    },
    "952": {
        "ID": 952,
        "nickName": "克赖顿加西亚"
    },
    "953": {
        "ID": 953,
        "nickName": "多恩韦尔"
    },
    "954": {
        "ID": 954,
        "nickName": "布尔沃塞西尔"
    },
    "955": {
        "ID": 955,
        "nickName": "法斯特威"
    },
    "956": {
        "ID": 956,
        "nickName": "阿利克斯科特"
    },
    "957": {
        "ID": 957,
        "nickName": "艾尔索普"
    },
    "958": {
        "ID": 958,
        "nickName": "史迪威泰勒"
    },
    "959": {
        "ID": 959,
        "nickName": "布劳"
    },
    "960": {
        "ID": 960,
        "nickName": "布卢尔刘易斯"
    },
    "961": {
        "ID": 961,
        "nickName": "乔迪克莱夫"
    },
    "962": {
        "ID": 962,
        "nickName": "埃利诺"
    },
    "963": {
        "ID": 963,
        "nickName": "埃兰娜泰勒"
    },
    "964": {
        "ID": 964,
        "nickName": "哈姆雷特墨菲"
    },
    "965": {
        "ID": 965,
        "nickName": "奥尔德里奇斯"
    },
    "966": {
        "ID": 966,
        "nickName": "汤姆泰勒"
    },
    "967": {
        "ID": 967,
        "nickName": "克罗夫特乔"
    },
    "968": {
        "ID": 968,
        "nickName": "锡特尼"
    },
    "969": {
        "ID": 969,
        "nickName": "悉尼莱斯特"
    },
    "970": {
        "ID": 970,
        "nickName": "威尔达勒"
    },
    "971": {
        "ID": 971,
        "nickName": "福克纳贾尔斯"
    },
    "972": {
        "ID": 972,
        "nickName": "莎士比亚"
    },
    "973": {
        "ID": 973,
        "nickName": "霍普金斯泰勒"
    },
    "974": {
        "ID": 974,
        "nickName": "兰姆"
    },
    "975": {
        "ID": 975,
        "nickName": "拉姆爱德华"
    },
    "976": {
        "ID": 976,
        "nickName": "特纳哈里斯"
    },
    "977": {
        "ID": 977,
        "nickName": "沃伦詹姆斯"
    },
    "978": {
        "ID": 978,
        "nickName": "赫蒂莱斯特"
    },
    "979": {
        "ID": 979,
        "nickName": "丹尼尔詹姆斯"
    },
    "980": {
        "ID": 980,
        "nickName": "波利特伊夫林"
    },
    "981": {
        "ID": 981,
        "nickName": "布卢姆嘉利"
    },
    "982": {
        "ID": 982,
        "nickName": "卡丽达勒"
    },
    "983": {
        "ID": 983,
        "nickName": "普尔曼哈里斯"
    },
    "984": {
        "ID": 984,
        "nickName": "潘西贾尔斯"
    },
    "985": {
        "ID": 985,
        "nickName": "桑德贝克"
    },
    "986": {
        "ID": 986,
        "nickName": "迪肯斯伦纳德"
    },
    "987": {
        "ID": 987,
        "nickName": "科弗代尔泰勒"
    },
    "988": {
        "ID": 988,
        "nickName": "撒克里奥利"
    },
    "989": {
        "ID": 989,
        "nickName": "艾尔迪克"
    },
    "990": {
        "ID": 990,
        "nickName": "肖霍尔"
    },
    "991": {
        "ID": 991,
        "nickName": "伊夫琳泰勒"
    },
    "992": {
        "ID": 992,
        "nickName": "贝克阿诺德"
    },
    "993": {
        "ID": 993,
        "nickName": "凯尔森斯科特"
    },
    "994": {
        "ID": 994,
        "nickName": "雷蒙德艾迪"
    },
    "995": {
        "ID": 995,
        "nickName": "马南贾尔斯"
    },
    "996": {
        "ID": 996,
        "nickName": "简坎贝尔"
    },
    "997": {
        "ID": 997,
        "nickName": "科克尔彼得斯"
    },
    "998": {
        "ID": 998,
        "nickName": "卡罗尔哈里斯"
    },
    "999": {
        "ID": 999,
        "nickName": "珀金查尔斯"
    },
    "1000": {
        "ID": 1000,
        "nickName": "布赖恩克拉克"
    },
    "1001": {
        "ID": 1001,
        "nickName": "莫里森戴维德"
    },
    "1002": {
        "ID": 1002,
        "nickName": "诺厄奥利"
    },
    "1003": {
        "ID": 1003,
        "nickName": "英格索尔艾迪"
    },
    "1004": {
        "ID": 1004,
        "nickName": "切斯特顿"
    },
    "1005": {
        "ID": 1005,
        "nickName": "威拉德墨菲"
    },
    "1006": {
        "ID": 1006,
        "nickName": "普尔曼"
    },
    "1007": {
        "ID": 1007,
        "nickName": "乔希斯密斯"
    },
    "1008": {
        "ID": 1008,
        "nickName": "迈克尔欧文"
    },
    "1009": {
        "ID": 1009,
        "nickName": "范妮斯科特"
    },
    "1010": {
        "ID": 1010,
        "nickName": "马克斯加西亚"
    },
    "1011": {
        "ID": 1011,
        "nickName": "道格拉斯鲁"
    },
    "1012": {
        "ID": 1012,
        "nickName": "巴克耳贝尔"
    },
    "1013": {
        "ID": 1013,
        "nickName": "巴特利特库克"
    },
    "1014": {
        "ID": 1014,
        "nickName": "克罗夫特邓肯"
    },
    "1015": {
        "ID": 1015,
        "nickName": "勃朗宁"
    },
    "1016": {
        "ID": 1016,
        "nickName": "布朗宁刘易斯"
    },
    "1017": {
        "ID": 1017,
        "nickName": "比尔德伦纳德"
    },
    "1018": {
        "ID": 1018,
        "nickName": "阿博特威尔"
    },
    "1019": {
        "ID": 1019,
        "nickName": "露西奥利"
    },
    "1020": {
        "ID": 1020,
        "nickName": "露西亚克拉克"
    },
    "1021": {
        "ID": 1021,
        "nickName": "韦尔斯克莱夫"
    },
    "1022": {
        "ID": 1022,
        "nickName": "李哈里斯"
    },
    "1023": {
        "ID": 1023,
        "nickName": "特里莱斯特"
    },
    "1024": {
        "ID": 1024,
        "nickName": "凯利莱斯利"
    },
    "1025": {
        "ID": 1025,
        "nickName": "菲茨杰拉德克"
    },
    "1026": {
        "ID": 1026,
        "nickName": "瓦伦斯"
    },
    "1027": {
        "ID": 1027,
        "nickName": "尼科尔斯"
    },
    "1028": {
        "ID": 1028,
        "nickName": "惠特贝尔"
    },
    "1029": {
        "ID": 1029,
        "nickName": "尤金罗德尼"
    },
    "1030": {
        "ID": 1030,
        "nickName": "巴雷特"
    },
    "1031": {
        "ID": 1031,
        "nickName": "巴雷特瓦伦"
    },
    "1032": {
        "ID": 1032,
        "nickName": "里德查尔斯"
    },
    "1033": {
        "ID": 1033,
        "nickName": "格罗特贾尔斯"
    },
    "1034": {
        "ID": 1034,
        "nickName": "戴维德斯"
    },
    "1035": {
        "ID": 1035,
        "nickName": "布莱克库克"
    },
    "1036": {
        "ID": 1036,
        "nickName": "伯莎"
    },
    "1037": {
        "ID": 1037,
        "nickName": "洛克菲勒"
    },
    "1038": {
        "ID": 1038,
        "nickName": "惠特利"
    },
    "1039": {
        "ID": 1039,
        "nickName": "莫里森"
    },
    "1040": {
        "ID": 1040,
        "nickName": "基特纳尔森"
    },
    "1041": {
        "ID": 1041,
        "nickName": "鲁珀特奥利"
    },
    "1042": {
        "ID": 1042,
        "nickName": "布鲁诺"
    },
    "1043": {
        "ID": 1043,
        "nickName": "哈里森"
    },
    "1044": {
        "ID": 1044,
        "nickName": "基思亚当斯"
    },
    "1045": {
        "ID": 1045,
        "nickName": "阿诺德贾尔斯"
    },
    "1046": {
        "ID": 1046,
        "nickName": "奎克"
    },
    "1047": {
        "ID": 1047,
        "nickName": "菲茨杰拉"
    },
    "1048": {
        "ID": 1048,
        "nickName": "贝洛克"
    },
    "1049": {
        "ID": 1049,
        "nickName": "福斯特"
    },
    "1050": {
        "ID": 1050,
        "nickName": "波伊尔霍尔"
    },
    "1051": {
        "ID": 1051,
        "nickName": "布鲁斯"
    },
    "1052": {
        "ID": 1052,
        "nickName": "奥康纳拉斐尔"
    },
    "1053": {
        "ID": 1053,
        "nickName": "哈里莎"
    },
    "1054": {
        "ID": 1054,
        "nickName": "伊夫"
    },
    "1055": {
        "ID": 1055,
        "nickName": "波义耳"
    },
    "1056": {
        "ID": 1056,
        "nickName": "塞西尔"
    },
    "1057": {
        "ID": 1057,
        "nickName": "艾伯特雪莱"
    },
    "1058": {
        "ID": 1058,
        "nickName": "雷诺兹"
    },
    "1059": {
        "ID": 1059,
        "nickName": "约翰哈里斯"
    },
    "1060": {
        "ID": 1060,
        "nickName": "迪克加西亚"
    },
    "1061": {
        "ID": 1061,
        "nickName": "尼克松乔治"
    },
    "1062": {
        "ID": 1062,
        "nickName": "泰特坎贝尔"
    },
    "1063": {
        "ID": 1063,
        "nickName": "尤金亚当斯"
    },
    "1064": {
        "ID": 1064,
        "nickName": "胡佛哈里斯"
    },
    "1065": {
        "ID": 1065,
        "nickName": "琼杰拉德"
    },
    "1066": {
        "ID": 1066,
        "nickName": "格雷斯珀西"
    },
    "1067": {
        "ID": 1067,
        "nickName": "瓦特加西亚"
    },
    "1068": {
        "ID": 1068,
        "nickName": "萨姆加里"
    },
    "1069": {
        "ID": 1069,
        "nickName": "南希邓肯"
    },
    "1070": {
        "ID": 1070,
        "nickName": "奥利特纳"
    },
    "1071": {
        "ID": 1071,
        "nickName": "本瑟姆莱斯利"
    },
    "1072": {
        "ID": 1072,
        "nickName": "利齐贝尔"
    },
    "1073": {
        "ID": 1073,
        "nickName": "杜鲁门沃克"
    },
    "1074": {
        "ID": 1074,
        "nickName": "戴维格里芬"
    },
    "1075": {
        "ID": 1075,
        "nickName": "汤米艾迪"
    },
    "1076": {
        "ID": 1076,
        "nickName": "韦斯利加西亚"
    },
    "1077": {
        "ID": 1077,
        "nickName": "克莱尔"
    },
    "1078": {
        "ID": 1078,
        "nickName": "皮尔斯刘易斯"
    },
    "1079": {
        "ID": 1079,
        "nickName": "加德纳安德森"
    },
    "1080": {
        "ID": 1080,
        "nickName": "贝尔坎贝尔"
    },
    "1081": {
        "ID": 1081,
        "nickName": "加德纳爱德华"
    },
    "1082": {
        "ID": 1082,
        "nickName": "奎勒加西亚"
    },
    "1083": {
        "ID": 1083,
        "nickName": "巴顿加里"
    },
    "1084": {
        "ID": 1084,
        "nickName": "豪斯"
    },
    "1085": {
        "ID": 1085,
        "nickName": "坎伯兰乔治"
    },
    "1086": {
        "ID": 1086,
        "nickName": "埃文思欧文"
    },
    "1087": {
        "ID": 1087,
        "nickName": "奥斯卡达勒"
    },
    "1088": {
        "ID": 1088,
        "nickName": "斯特朗乔治"
    },
    "1089": {
        "ID": 1089,
        "nickName": "柯姆库克"
    },
    "1090": {
        "ID": 1090,
        "nickName": "琼森柯克"
    },
    "1091": {
        "ID": 1091,
        "nickName": "理查沃克"
    },
    "1092": {
        "ID": 1092,
        "nickName": "库克伊夫林"
    },
    "1093": {
        "ID": 1093,
        "nickName": "奥利"
    },
    "1094": {
        "ID": 1094,
        "nickName": "吉尔希尔"
    },
    "1095": {
        "ID": 1095,
        "nickName": "本森拉斐尔"
    },
    "1096": {
        "ID": 1096,
        "nickName": "阿利艾迪"
    },
    "1097": {
        "ID": 1097,
        "nickName": "本莱斯特"
    },
    "1098": {
        "ID": 1098,
        "nickName": "斯托"
    },
    "1099": {
        "ID": 1099,
        "nickName": "埃玛库克"
    },
    "1100": {
        "ID": 1100,
        "nickName": "韦斯利卡特"
    },
    "1101": {
        "ID": 1101,
        "nickName": "萨皮尔沃克"
    },
    "1102": {
        "ID": 1102,
        "nickName": "亚斯乔治"
    },
    "1103": {
        "ID": 1103,
        "nickName": "理查兹斯密斯"
    },
    "1104": {
        "ID": 1104,
        "nickName": "里斯加西亚"
    },
    "1105": {
        "ID": 1105,
        "nickName": "贾德森"
    },
    "1106": {
        "ID": 1106,
        "nickName": "卡尔克拉克"
    },
    "1107": {
        "ID": 1107,
        "nickName": "奥巴代亚"
    },
    "1108": {
        "ID": 1108,
        "nickName": "狄龙格林"
    },
    "1109": {
        "ID": 1109,
        "nickName": "杰西莱斯利"
    },
    "1110": {
        "ID": 1110,
        "nickName": "莫尔顿"
    },
    "1111": {
        "ID": 1111,
        "nickName": "摩顿柯克"
    },
    "1112": {
        "ID": 1112,
        "nickName": "福勒克拉克"
    },
    "1113": {
        "ID": 1113,
        "nickName": "乔丹艾迪"
    },
    "1114": {
        "ID": 1114,
        "nickName": "拉格伦贾尔斯"
    },
    "1115": {
        "ID": 1115,
        "nickName": "邓洛普杰克逊"
    },
    "1116": {
        "ID": 1116,
        "nickName": "沃尔顿特纳"
    },
    "1117": {
        "ID": 1117,
        "nickName": "哈里曼霍尔"
    },
    "1118": {
        "ID": 1118,
        "nickName": "拉斐尔"
    },
    "1119": {
        "ID": 1119,
        "nickName": "哈里达勒"
    },
    "1120": {
        "ID": 1120,
        "nickName": "盖洛普"
    },
    "1121": {
        "ID": 1121,
        "nickName": "贝拉米库克"
    },
    "1122": {
        "ID": 1122,
        "nickName": "沃德莱斯特"
    },
    "1123": {
        "ID": 1123,
        "nickName": "萨克斯顿贝尔"
    },
    "1124": {
        "ID": 1124,
        "nickName": "培根"
    },
    "1125": {
        "ID": 1125,
        "nickName": "加布尔"
    },
    "1126": {
        "ID": 1126,
        "nickName": "杜威威廉姆斯"
    },
    "1127": {
        "ID": 1127,
        "nickName": "福斯特加里"
    },
    "1128": {
        "ID": 1128,
        "nickName": "里德贝尔"
    },
    "1129": {
        "ID": 1129,
        "nickName": "沃西杰克逊"
    },
    "1130": {
        "ID": 1130,
        "nickName": "范詹姆斯"
    },
    "1131": {
        "ID": 1131,
        "nickName": "福特纳尔森"
    },
    "1132": {
        "ID": 1132,
        "nickName": "巴克泰勒"
    },
    "1133": {
        "ID": 1133,
        "nickName": "文森特墨菲"
    },
    "1134": {
        "ID": 1134,
        "nickName": "杜邦加西亚"
    },
    "1135": {
        "ID": 1135,
        "nickName": "夏普安德森"
    },
    "1136": {
        "ID": 1136,
        "nickName": "萨姆克莱夫"
    },
    "1137": {
        "ID": 1137,
        "nickName": "丹尼尔卡特"
    },
    "1138": {
        "ID": 1138,
        "nickName": "彼得斯鲁珀特"
    },
    "1139": {
        "ID": 1139,
        "nickName": "斯莫利特斯"
    },
    "1140": {
        "ID": 1140,
        "nickName": "多宾柯克"
    },
    "1141": {
        "ID": 1141,
        "nickName": "加斯克尔雪莱"
    }
});
    }
}